Repository: berarma/oversteer
Catalog: po/*.po
Languages: ca, de, es, fi, gl, hu, pl, ru, tr

source: The lowest torque test measures the minimum force level that the wheel can deliver. Your help is required for this test.
ca: La prova del par motor mínim medix el nivell mínim de força que el volant por generar. La teua intervenció és necessària per a esta prova.
de: Der Test des Minimalmoments misst die geringste Kraft, die das Lenkrad übermitteln kann. Benutzer-Eingriff ist für diesen Test erforderlich.
es: La prueba de mínimo par motor mide el mínimo nivel de fuerza que el volante puede generar. Se necesita tu ayuda para esta prueba.
fi: Pienin vääntömomentti -testi mittaa pienimmän voimatason mitä ratti pystyy tuottamaan. Apuasi tarvitaan tätä testiä varten.
gl: A proba de par máis baixo mide o nivel de forza mínimo que pode entregar o volante. A túa axuda é necesaria para esta proba.
hu: A legalacsonyabb nyomatékvizsgálat azt a minimális erőszintet méri, amelyet a kerék képes kifejteni. Ehhez a vizsgálathoz az Ön segítségére van szükség.
pl: Test minimalnego momentu obrotowego keirownicy mierzy minimalny poziom siły jaką kierownica może dostarczyć. Twój udział jest niezbędny dla tego testu.
ru: Тест самого низкого крутящего момента измеряет минимальный уровень силы, отдаваемой рулем. Для этого теста требуется ваша помощь.
tr: En düşük tork test değeri, direksiyonun verebileceği en düşük güç seviyesini ölçer. Bu test için yardımınız gereklidir.

source: page2
de: Seite 2
fi: sivu2
gl: páxina2
hu: oldal2
ru: страница2
tr: sayfa2

source: The linearity test measures the linear force response.
ca: La prova de llinealitat medix la resposta llinealitat de la força.
de: Der Linearitätstest misst, wie linear das Ansprechverhalten ist.
es: La prueba de linealidad mide la linealidad de la fuerza.
fi: Lineaarisuustesti mittaa lineaarisen voiman responssia.
gl: A proba de linealidade mide a resposta da forza lineal.
hu: A linearitás vizsgálat az arányos erőreakciót méri.
pl: Test liniowości mierzy odpowiedź siły liniowej.
ru: Тест линейности измеряет отдачу линейной силы.
tr: Doğrusal test, doğrusal güç tepkisini ölçer.

source: page5
de: Seite 5
fi: sivu5
gl: páxina5
hu: oldal5
ru: страница5
tr: sayfa5

source: The step test measures several performance parameters at the highest force levels.
ca: La prova de pasos medix varis paràmetros de rendiment als máxims nivells de força.
de: Der Schritt-Test misst einige Leistungsparameter bei höchsten Krafteinstellungen.
es: La prueba de pasos mide varios parámetros de rendimiento a los niveles de fuerza más altos.
fi: Askeltesti mittaa monia suoritusparametreja suurimmilla mahdollisilla voimatasoilla.
gl: A proba de pasos mide varios parámetros de rendemento nos niveis de forza máis altos.
hu: A lépéspróba számos teljesítményparamétert mér a legmagasabb erőszinteken.
pl: Test stopniowy mierzy parę wydajności parametrów gdy poziom siły jest największy.
ru: Ступенчатый тест измеряет несколько параметров производительности на самых высоких уровнях силы.
tr: Adımsal test, bir çok performans parametresini en üst güç seviyesinde ölçer.

source: page3
de: Seite 3
fi: sivu3
gl: páxina3
hu: oldal3
ru: страница3
tr: sayfa3

source: The test is running, please, don't touch the wheel and wait.
ca: La prova està eixecutant-se, per favor, no toques el volant i espera.
de: Test läuft. Bitte Lenkrad nicht berühren und warten.
es: Las pruebas se están ejecutando, por favor, no toques el volante y espera.
fi: Testiä suoritetaan, odota äläkä koske rattiin.
gl: A proba está en execución, por favor, non toques a roda e agarda.
hu: A vizsgálat fut. Kérem, ne nyúljon a kormánykerékhez és várjon.
pl: Test jest w trakcie, proszę nie dotykać kierownicy.
ru: Запущен тест, пожалуйста, не трогайте руль и ждите.
tr: Test çalışıyor, lütfen, direksiyona dokunmayın ve bekleyin.

source: page4
de: Seite 4
fi: sivu4
gl: páxina4
hu: oldal4
ru: страница4
tr: sayfa4

source: Max. angular acceleration (RPM/s):
ca: Acceleració angular máx. (RPM/s):
de: Max. Winkelbeschleunigung (RPM/s):
es: Aceleración angular máx. (RPM/s):
fi: Suurin ratakiihtyvyys (RPM/s):
gl: Aceleración Máxima angular (RPM/s):
hu: Maximális szöggyorsulás (RPM/s):
pl: Maksymalne przyspieszenie kątowe (RPM/s):
ru: Макс. угловое ускорение (об/с)
tr: Maks. açısal hızlanım (RPM/s):

source: Max. angular deceleration (RPM/s):
ca: Desacceleració angular máx. (RPM/s):
de: Max. Winkelverzögerung (RPM/s):
es: Deceleración angular máx. (RPM/s):
fi: Suurin ratahidastus (RPM/s):
gl: Deceleración Máxima angular (RPM/s):
hu: Maximális szöglassulás (RPM/s):
pl: Maksymalne opóźnienie kątowe (RPM/s):
ru: Макс. угловое замедление (об/с)
tr: Maks. açısal yavaşlama (RPM/s):

source: Mean angular acceleration (RPM/s):
ca: Acceleració angular mija (RPM/s):
de: Mittlere Winkelbeschleunigung (RPM/s):
es: Aceleración angular media (RPM/s):
fi: Ratakiihtyvyyden keskiarvo (RPM/s):
gl: Aceleración Media angular (RPM/s):
hu: Átlagos szöggyorsulás (RPM/s):
pl: Średnie przyspieszenie kątowe (RPM/s):
ru: Среднее угловое ускорение (об/с)
tr: Ortalama açısal hızlanım (RPM/s):

source: Residual angular deceleration (RPM/s):
ca: Desacceleració angular residual (RPM/s):
de: Rest-Winkelverzögerung (RPM/s):
es: Deceleración angular residual (RPM/s):
fi: Jälkiratahidastus (RPM/s):
gl: Deceleración residual angular (RPM/s):
hu: Maradék szöglassulás (RPM/s):
pl: Szczątkowe opóźnienie kątowe (RPM/s):
ru: Остаточное угловое замедление (об/с)
tr: Artık açısal yavaşlama (RPM/s):

source: Latency (ms):
ca: Latència (ms):
de: Latenz (ms):
es: Latencia (ms):
fi: Viive (ms):
gl: LAtencia (ms):
hu: Késleltetés (ms)
pl: Opóźnienie (ms):
ru: Отклик (мс)
tr: Gecikme (ms):

source: Min. force level (%):
ca: Nivell de força mín. (%):
de: Min. Kraft-Level (%):
es: Nivel de fuerza mín. (%):
fi: Pienin voimataso (%):
gl: Nivel de forza mínimo (%):
hu: Minimális erőszint (%):
pl: Minimalny poziom siły (%):
ru: Мин. уровень силы (%)
tr: Min. güç seviyesi (%):

source: Max. angular velocity (RPM):
ca: Velocitat angular máx: (RPM):
de: Max. Rotationsgeschwindigkeit (RPM):
es: Velocidad angular máx. (RPM):
fi: Suurin ratanopeus (RPM):
gl: Velocidade Máxima Angular (RPM):
hu: Maximális szögsebesség (RPM):
pl: Maksymalna prędkość kątowa. (RPM):
ru: Макс. угловая скорость (об/мин)
tr: Maks. açısal hızı (RPM):

source: Mean angular deceleration (RPM/s):
ca: Desacceleració angular mija (RPM/s):
de: Mittlere Winkelverzögerung (RPM/s):
es: Deceleración angular media (RPM/s):
fi: Ratahidastuksen keskiarvo (RPM/s):
gl: Deceleración angular media (RPM/s):
hu: Átlagos szöglassulás (RPM/s):
pl: Średnie opóźnienie kątowe (RPM/s):
ru: Среднее угловое замедление (об/с)
tr: Ortalama açısal yavaşlama (RPM/s):

source: Time to max. angular acceleration (ms):
ca: Temps per a acceleració angular máx. (ms):
de: Zeit zur max. Winkelbeschleunigung (ms):
es: Tiempo para máx. aceleración angular (ms):
fi: Aika suurimpaan ratakiihtyvyyteen (ms):
gl: Tempo para a aceleración max. angular (ms):
hu: Maximális szöggyorsulás időintervalluma (ms):
pl: Czas do maksymalnego przyspieszenia kątowego (ms):
ru: Время до макс. углового ускорения (мс)
tr: Maks. açısal hızlanım için geçen süre (ms):

source: Time to max. angular deceleration (ms):
ca: Temps per a desacceleració angular máx. (ms):
de: Zeit zur max. Winkelverzögerung (ms):
es: Tiempo para máx. deceleración angular (ms):
fi: Aika suurimpaan ratahidastukseen (ms):
gl: Tempo para a deceleración max. angular (ms):
hu: Maximális szöglassulás időintervalluma (ms):
pl: Czas do maksymalnego opóźnienia kątowego (ms):
ru: Время до макс. углового замедления (мс)
tr: Maks. açısal yavaşlama için geçen süre (ms):

source: Estimated SNR (dB):
ca: SNR estimat (dB):
de: Geschätzter Rauschabstand (dB):
es: SNR estimado (dB):
fi: Arvioitu SNR (dB):
gl: SNR esitmado (dB):
hu: Becsült jel-zaj viszony (dB)
pl: Przybliżone SNR (dB):
ru: Предполагаемое отношение сигнал/шум (дБ)
tr: Tahmini SNR (db):

source: page0
de: Seite 0
fi: sivu0
gl: páxina0
hu: oldal0
ru: страница0
tr: sayfa0

source: For the duration of this test you have to hold your steering wheel firmly in your hands and move it slowly around its middle position. When you notice a slight resistance or pulsation press any button in the wheel.
ca: Mentres dure esta prova subjecta firmement el volta en les mans i gira'l lentament prop de la seua posició central. Quan notes una llaugera resistència o pulsació pulsa qualsevol botó del volant.
de: Für die Dauer dieses Tests das Lenkrad fest greifen und langsam um die Mittellage herum bewegen. Sobald ein leichter Widerstand oder ein Pulsieren bemerkbar ist einen beliebigen Knopf am Lenkrad drücken.
es: Mientras dure esta prueba debes mantener tus manos firmemente en el volante y girarlo lentamente cerca de su posición central. Cuando notes una ligera resistencia o pulsación pulsa cualquier botón del volante.
fi: Tämän testin ajan ratista pitää pitää kiinni ja hitaasti liikuttaa sitä sen keskipisteen ympäri. Kun tunnet pientä vastusta tai tärinää, paina mitä tahansa ratin nappia.
gl: Durante a duración desta proba tes que manter o volante firmemente nas mans e movelo lentamente pola súa posición media. Cando notes unha lixeira resistencia ou pulsación, preme calquera botón do volante.
hu: A vizsgálat időtartama alatt a kormánykereket erősen tartsa, és lassan mozgassa a középső állás körül. Amikor enyhe ellenállást vagy lüktetést észlel, nyomja meg a kormánykerék bármelyik gombját.
pl: Podczas trwania testu musisz mocno trzymać kierownicę i powoli poruszać niądopóki nie wyczuje się oporu lub pulsacji. Wtedy proszę nacisnąć dowolny przycisk na kierownicy.
ru: На протяжении всего теста вы должны твердо удерживать руль в руках и медленно вращать его вокруг центра. Когда вы заметите легкое сопротивление или вибрацию, нажмите любую кнопку на руле.
tr: Bu test süresince elleriniz ile direksiyonu sıkıca tutup, merkezi noktasında yavaşça hareket etmeniz gerekiyor. Hafif bir direnç veya titreşim hissettiğiniz direksiyon üzerindeki herhangi bir tuşa basın.

source: Press any wheel button when ready to start the test.
ca: Pulsa qualsevol botó del volant quan estigues preparat per a la prova.
de: Beliebigen Knopf am Lenkrad drücken um Test zu starten.
es: Pulsa cualquier botón del volante cuando estés preparado para empezar la prueba.
fi: Paina mitä tahansa ratin nappia testin aloittamiseksi.
gl: Presiona calquera botón do volante cando estés listo para comezar a proba.
hu: Nyomja meg bármelyik kormánykerék gombot, amikor készen áll a vizsgálat elindítására.
pl: Naciśnij dowolny przycisk by rozpocząć test.
ru: Когда будете готовы, нажмите любую кнопку на руле, чтобы запустить тест.
tr: Hazır olduğunuzda direksiyon üzerindeki herhangi bir tuşa basınız.

source: Now running the test.
ca: Eixecutant la prova.
de: Test läuft.
es: Ejecutando la prueba.
fi: Testejä suoritetaan.
gl: Executando a proba.
hu: Éppen vizsgálat történik.
pl: Rozpoczęto test.
ru: Теперь тест запущен.
tr: Şu an testler çalışıyor.

source: page6
de: Seite 6
fi: sivu6
gl: páxina6
hu: oldal6
ru: страница6
tr: sayfa6

source: WARNING: Don't touch the wheel and leave a clear space around it to avoid accidents or unreliable results.
ca: ADVERTÈNCIA: No toques el volant i deixa espai lliure al seu rededor per a evitar accidents o resultats erròneus.
de: WARNUNG: Lenkrad nicht berühren und Bereich um das Lenkrad freihalten um Unfälle oder verfälschte Ergebnisse zu vermeiden.
es: ADVERTENCIA: No toques el volante y deja espacio libre alrededor para evitar accidentes o resultados erróneos.
fi: VAROITUS: Älä koske rattiin ja jätä sen ympärille tilaa välttyäksesi vahingoilta ja/tai epäluotettavilta tuloksilta.
gl: AVISO: Non toque a roda e deixe un espazo libre ao seu redor para evitar accidentes ou resultados pouco fiables.
hu: FIGYELMEZTETÉS: Ne érintse meg a kormánykereket, és hagyjon szabad helyet körülötte a balesetek vagy a nem megfelelő eredmény elkerülése érdekében.
pl: OSTRZEŻENIE: Nie dotykaj kierownicy i zostaw miejsce wokół by uniknąć incydentów lub nierzetelnych wyników.
ru: ОСТОРОЖНО: Не трогайте руль и оставьте свободное место рядом с ним, чтобы избежать инцидентов или ошибочных результатов.
tr: DİKKAT: Direksiyona dokunmayın ve kazaları önlemek ve verimsiz sonuçlar almamak için etrafında biraz alan açın.

source: Back
ca: Arrere
de: Zurück
es: Atrás
fi: Takaisin
gl: Atrás
hu: Vissza
pl: Wróć
ru: Назад
tr: Geri

source: Run
ca: Iniciar
de: Starten
es: Empezar
fi: Suorita
gl: Executar
hu: Futtatás
pl: Zacznij
ru: Запустить
tr: Çalıştır

source: Tests
ca: Proves
es: Pruebas
fi: Testit
gl: Probas
hu: Vizsgálatok
pl: Testy
ru: Тесты
tr: Testler

source: New
ca: Nou
de: Neu
es: Nuevo
fi: Uusi
gl: Novo
hu: Új
pl: Nowy
ru: Создать новый
tr: Yeni

source: Rename
ca: Renombrar
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
gl: Renomear
hu: Átnevezés
pl: Zmień nazwę
ru: Переименовать
tr: Yeniden adlandır

source: Delete
ca: Borrar
de: Löschen
es: Borrar
fi: Poista
gl: Borra
hu: Törlés
pl: Usuń
ru: Удалить
tr: Sil

source: Import
ca: Importar
de: Importieren
es: Importar
fi: Tuo
gl: Importar
hu: Importálás
pl: Importuj
ru: Импортировать
tr: İçe aktar

source: Export
ca: Exportar
de: Exportieren
es: Exportar
fi: Vie
gl: Exportar
hu: Exportálás
pl: Eksportuj
ru: Экспортировать
tr: Dışa aktar

source: Profiles
ca: Perfils
de: Profile
es: Perfiles
fi: Profiilit
gl: Perfiles
hu: Profilok
pl: Profile
ru: Профили
tr: Profiller

source: Start Application
ca: Iniciar aplicació
de: Anwendung starten
es: Arrancar aplicación
fi: Käynnistä sovellus
gl: Iniciar Aplicación
hu: Alkalmazás elindítása
pl: Uruchom aplikację
ru: Запустить приложение
tr: Uygulamayı Çalıştır

source: Re-scan wheel devices and update window.
ca: Torna a buscar dispositius que siguen volants i actualisa la finestra.
de: Lenkräder neu scannen und Fenster updaten.
es: Vuelve a buscar dispositivos que sean volantes y actualiza la ventana.
fi: Etsi ratteja ja päivitä ikkuna.
gl: Re-escanea dispositivos de volante e actualiza a xanela.
hu: A kormány típusú eszközök eszközök ismételt keresése és az ablak frissítése.
pl: Przeskanuj dostępne urządzenia jeszcze raz i zaktualizuj okno.
ru: Пересканировать список устройств и обновить окно.
tr: Direksiyon cihazların yeniden tara ve pencereyi güncelle.

source: Oversteer preferences
ca: Preferències d'Oversteer
de: Oversteer Einstellungen
es: Preferencias de Oversteer
fi: Oversteer asetukset
gl: Preferencias de Oversteer
hu: Oversteer beállítások
pl: Preferencje Oversteer
ru: Настройки Oversteer
tr: Oversteer tercihleri

source: Check permissions to read/write device settings and propose changes to make them available to normal users.
ca: Comprovar els permissos de lectura/escritura dels ajusts del dispositiu i propondre canvis per a fer-los disponibles als usuaris normals.
de: Berechtigungen zum Lesen/Schreiben von Geräteeinstellungen prüfen und Anpassungen vorschlagen um dies normalen Nutzern zu ermöglichen.
es: Comprobar los permisos de lectura/escritura para los ajustes del dispositivo y proponer cambios para hacerlos accesibles a usuarios normales.
fi: Tarkista laitteen luku- ja kirjoitusoikeudet ja esitä muutoksia tavallisille käyttäjille.
gl: Comproba os permisos de lectura/escritura dos axustes do dispositivo e propón cambios para facelos dispoñibles para usuarios correntes.
hu: Ellenőrizze az eszköz olvasási és írási jogosultságait, és végezze el a szükséges módosításokat, hogy azok a normál felhasználók számára is elérhetővé váljanak.
pl: Sprawdź uprawnienia do odczytu/zapisu ustawień urządzenia i zmień je by były dostępne dla zwykłego użytkownika.
ru: Проверять разрешения на чтение/запись настроек устройства и предложить изменения, доступные для обычных пользователей.
tr: Cihaz ayarları yazma/okuma izinlerini kontrol et ve normal kullanıcıya açmak için gerekli değişiklikleri sun.

source: Check permissions
ca: Comprovar permissos
de: Berechtigungen prüfen
es: Comprobar permisos
fi: Tarkista oikeudet
gl: Comproba permisos
hu: Jogosultságok ellenőrzése
pl: Sprawdź uprawnienia
ru: Проверять разрешения
tr: Yetkileri kontrol et

source: Change the interface language. You'll need to restart the application to apply.
ca: Canviar l'idioma de l'interfaç. Necessitaràs reiniciar l'aplicació per a que s'aplique.
de: Sprache der Benutzeroberfläche ändern. Die Anwendung muss neu gestartet werden.
es: Cambia el idioma de la interfaz. Se aplicará al reiniciar la aplicación.
fi: Muuta käyttöliittymän kieltä. Joudut käynnistämään sovelluksen uudestaan.
gl: Troca a linguaxe da interface. Precisarás reiniciar a aplicación para aplicalo.
hu: Az alkalmazás kezelőfelület nyelvének módosítása. A beállítások érvényre juttatásához újra kell indítania az alkalmazást.
pl: Zmień język interfejsu. Bedziesz musiał zrestartować aplikację by zastosować zmiany.
ru: Изменить язык интерфейса. Для применения настроек требуется перезапустить приложение.
tr: Arayüz dilini değiştir. Uygulamak için uygulamayı yeniden başlatmanız gerekiyor.

source: Language
ca: Idioma
de: Sprache
es: Idioma
fi: Kieli
gl: Linguaxe
hu: Nyelv
pl: Język
ru: Язык
tr: Dil

source: Pressing start will begin configuration of wheel buttons. Just press the button in the wheel that you want to use for every displayed action.
ca: Pulsant Escomençar escomençarà el procés de configuració dels botons del volant. Pulsa el botó del volant que vullgues utilisar per a l'acció mostrada.
de: "Start" beginnt die Konfiguration der Lenkradknöpfe. Zur Zuweisung der gezeigten Aktion den gewünschten Knopf drücken.
es: Pulsando Empezar se iniciará la configuración de botones del volante. Pulsa el botón del volante que quieras usar para cada acción que se muestre.
fi: Käynnistä-nappi konfiguroi ratin napit. Paina ratin nappia, jonka haluat suorittavan näytetyn teon.
gl: Pulsando "comezar" comezará a configuración dos botón do volante. Simplemente preme o botón no volante que queiras usar para cada acción mostrada.
hu: A start gomb megnyomásával megkezdődik a kormánygombok beállítása. Csak nyomja meg azt a gombot a kormányon, amelyet az éppen megjelenített művelethez használni szeretne.
pl: Wciśniecie start rozpocznie konfigurację przycisków kierownicy. Naciśnij przycisk na kierownicy który chcesz przypisać do akcji.
ru: При нажатии "Запустить" начнется настройка кнопок на руле. Просто нажмите кнопку на руле, чтобы назначить ее для каждого отображаемого действия.
tr: Start'a basmak direksiyon tuşları ayarlamasını başlatır. Ekranda gösterilen aksiyonlar için istediğiniz tuşa basın yeter.

source: Define buttons
ca: Definir botons
de: Knöpfe definieren
es: Definir botones
fi: Määrittele napit
gl: Define os botóns
hu: Gombok megadása
pl: Przypisz przyciski
ru: Задать кнопки
tr: Tuşları tanımla

source: Start
ca: Escomençar
es: Empezar
fi: Käynnistä
gl: Comezar
hu: Indulás
ru: Запустить
tr: Çalıştır

source: Linear response test
ca: Prova de resposta llineal
de: Test des Ansprechverhaltens
es: Prueba de respuesta lineal
fi: Lineaarivastetesti
gl: Test de reposta lineal
hu: Lineáris válaszvizsgálat
pl: Test odpowiedzi liniowej
ru: Тест линейной силы
tr: Doğrusal tepki testi

source: Input force
ca: Força solicitada
de: Eingabekraft
es: Fuerza solicitada
fi: Sisääntulovoima
gl: Forza solicitada
hu: Bemeneti erő
pl: Siła wejściowa
ru: Сила ввода
tr: Girdi gücü

source: Output force
ca: Força generada
de: Ausgabekraft
es: Fuerza generada
fi: Ulostulovoima
gl: Forza xerada
hu: Kimeneti erő
pl: Siła wyjściowa
ru: Сила вывода
tr: Çıktı gücü

source: Force level
ca: Nivell de força
de: Kraft-Level
es: Nivel de fuerza
fi: Voimataso
gl: Nivel de forza
hu: Erősség
pl: Poziom siły
ru: Уровень силы
tr: Güç seviyesi

source: Step test (angular velocity + position)
ca: Prova de pasos (velocitat angular + posició)
de: Schritt-Test (Winkelgeschwindigkeit + Position)
es: Prueba de pasos (velocidad angular + posición)
fi: Askeltesti (ratanopeus + sijainti)
gl: Parar proba (velocidade angular + posición)
hu: Próba (szögsebesség és pozíció)
pl: Test stopniowy (prędkość kątowa + pozycja)
ru: Ступенчатый тест (угловая скорость + позиция)
tr: Adım testi (açısal hız + pozisyon)

source: Angular displacement (raw)
ca: Desplaçament angular (brut)
de: Winkelabweichung (roh)
es: Desplazamiento angular (bruto)
fi: Kulmasiirtymä (raaka)
gl: Desprazamento Angular (cru)
hu: Szögeltolódás (nyers)
pl: Kątowe przemieszczenie (surowe)
ru: Угловое смещение (необработанное)
tr: Açısal kayma (ham)

source: Angular displacement (smoothed)
ca: Desplaçament angular (suavisat)
de: Winkelabweichung (geglättet)
es: Desplazamiento angular (suavizado)
fi: Kulmasiirtymä (tasattu)
gl: Desplazamento Angular (suavizado)
hu: Szögeltolódás (kiegyenlített)
pl: Kątowe przemieszczenie (wygładzone)
ru: Угловое смещение (сглаженное)
tr: Açısal kayma (yumuşatılmış)

source: Angular velocity (raw)
ca: Velocitat angular (brut)
de: Winkelgeschwindigkeit (roh)
es: Velocidad angular (bruto)
fi: Kulmanopeus (raaka)
gl: Velocide angular (cru)
hu: Szögsebesség (nyers)
pl: Prędkość kątowa (surowa)
ru: Угловая скорость (необработанная)
tr: Açısal hız (ham)

source: Angular velocity (smoothed)
ca: Velocitat angular (suavisat)
de: Winkelgeschwindigkeit (geglättet)
es: Velocidad angular (suavizado)
fi: Kulmanopeus (tasattu)
gl: Velocidade angular (suavizado)
hu: Szögsebesség (kiegyenlített)
pl: Prędkość kątowa (wygładzona)
ru: Угловая скорость (сглаженная)
tr: Açısal hız (yumuşatılmış)

source: Time (s)
ca: Temps (s)
de: Zeit (s)
es: Tiempo (s)
fi: Aika (s)
gl: Tempo (s)
hu: Idő: (mp)
pl: Czas (s)
ru: Время (с)
tr: Zaman (s)

source: Position
ca: Posició
es: Posición
fi: Sijainti
gl: Posición
hu: Pozíció
pl: Pozycja
ru: Позиция
tr: Pozisyon

source: Step test (angular acceleration)
ca: Prova de pasos (acceleració angular)
de: Schritt-Test (Winkelbeschleunigung)
es: Prueba de pasos (aceleración angular)
fi: Askeltesti (kulmakiihtyvyys)
gl: Proba de pasos (aceleración angular)
hu: Próba (szöggyorsulás)
pl: Test stopniowy (przyspieszenie kątowe)
ru: Ступенчатый тест (угловое ускорение)
tr: Adım testi (açısal hızlanma)

source: Input Force
ca: Força solicitada
de: Eingabekraft
es: Fuerza solicitada
fi: Sisääntulovoima
gl: Forza solicitada
hu: Bemeneti erő
pl: Siła Wejściowa
ru: Сила ввода
tr: Girdi Gücü

source: Angular acceleration (raw)
ca: Acceleració angular (brut)
de: Winkelbeschleunigung (roh)
es: Aceleración angular (bruto)
fi: Kulmakiihtyvyys (raaka)
gl: Aceleración angualar (cru)
hu: Szöggyorsulás (nyers)
pl: Przyspieszenie kątowe (surowe)
ru: Угловое ускорение (необработанное)
tr: Açısal hızlanma (ham)

source: Angular acceleration (smoothed)
ca: Acceleració angular (suavisat)
de: Winkelbeschleunigung (geglättet)
es: Aceleración angular (suavizado)
fi: Kulmakiihtyvyys (tasattu)
gl: Aceleración angular (suavizado)
hu: Szöggyorsulás (kiegyenlített)
pl: Przyspieszenie kątowe (wygładzone)
ru: Угловое ускорение (сглаженное)
tr: Açısal hızlanma (yumuşatılmış)

source: Latency = {:.0f} ms
ca: Latència = {:.0f} ms
de: Latenz = {:.0f} ms
es: Latencia = {:.0f} ms
fi: Viive = {:.0f} ms
gl: Latencia = {:.0f} ms
hu: Késleltetés = {:.0f} ms
pl: Opóźnienie = {:.0f} ms
ru: Отклик = {:.0f} мс
tr: Gecikme = {:.0f} ms

source: Max. velocity = {:.0f} RPM
ca: Velocitat máx. = {:.0f} RPM
de: Max. Winkelgeschw. = {:.0f} RPM
es: Velocidad máx. = {:.0f} RPM
fi: Suur. nopeus = {:.0f} RPM
gl: Velocidade Max. = {:.0f} RPM
hu: Csúcssebesség = {:.0f} RPM
pl: Prędkość maks. = {:.0f} RPM
ru: Макс. скорость = {:.0f} об/мин
tr: Maks. hız = {:.0f} RPM

source: Mean accel. = {:.0f} RPM/s
ca: Accel. mija = {:.0f} RPM/s
de: Mittl. Winkelbeschl. = {:.0f} RPM/s
es: Acel. media = {:.0f} RPM/s
fi: Keskinopeus = {:.0f} RPM/s
gl: Aceleración media = {:.0f} RPM/s
hu: Átlag gyorsulás = {:.0f} RPM/s
pl: Przyśp. średnie = {:.0f} RPM/s
ru: Среднее ускор. = {:.0f} об/с
tr: Ortalama hızl. = {:.0f} RPM/s
