Repository: berarma/oversteer
Catalog: po/*.po
Languages: ca, de, es, fi, gl, hu, pl, ru, tr

source: Mean decel. = {:.0f} RPM/s
ca: Desaccel. mija = {:.0f} RPM/s
de: Mittl. Winkelverz. = {:.0f} RPM/s
es: Decel. media = {:.0f} RPM/s
fi: Keskihidastus = {:.0f} RPM/s
gl: Deceleración media = {:.0f} RPM/s
hu: Átlag lassulás = {:.0f} RPM/s
pl: Opóźn. średnie = {:.0f} RPM/s
ru: Среднее замедл. = {:.0f} об/с
tr: Ortalama yavş. = {:.0f} RPM/s

source: Max. accel. = {:.0f} RPM/s
ca: Accel. máx. = {:.0f} RPM/s
de: Max. Winkelbeschl. = {:.0f} RPM/s
es: Acel. máx. = {:.0f} RPM/s
fi: Suur. kiiht. = {:.0f} RPM/s
gl: Aceleración máx. = {:.0f} RPM/s
hu: Csúcsgyorsulás = {:.0f} RPM/s
pl: Przyśp. maks. = {:.0f} RPM/s
ru: Макс. ускор. = {:.0f} об/с
tr: Maks. hızl. = {:.0f} RPM/s

source: Time max. accel. = {:.0f} ms
ca: Temps accel. máx. = {:.0f} ms
de: Zeit zur max. Beschl. = {:.0f} ms
es: Tiempo acel. máx. = {:.0f} ms
fi: Aika suur. kiiht. = {:.0f} ms
gl: Tempo aceleración máx. = {:.0f} ms
hu: Maximális gyorsulás időintervalluma = {:.0f} ms
pl: Czas maks. przyśp. = {:.0f} ms
ru: Время макс. ускор. = {:.0f} мс
tr: Maks. hızl. zamanı = {:.0f} ms

source: Max. decel. = {:.0f} RPM/s
ca: Desaccel. máx. = {:.0f} RPM/s
de: Maxl. Winkelverz. = {:.0f} RPM/s
es: Decel. máx. = {:.0f} RPM/s
fi: Suur. hidast. = {:.0f} RPM/s
gl: Máx. deceleración = {:.0f} RPM/s
hu: Maximális lassulás = {:.0f} RPM/s
pl: Opóźn. maks. = {:.0f} RPM/s
ru: Макс. замедл. = {:.0f} об/с
tr: Maks. yavş. = {:.0f} RPM/s

source: Time max. decel. = {:.0f} ms
ca: Temps desaccel. máx. = {:.0f} ms
de: Zeit zur max. Verz. = {:.0f} ms
es: Tiempo decel. máx. = {:.0f} ms
fi: Aika suur. hidast. = {:.0f} ms
gl: Tempo máx. deceleración = {:.0f} ms
hu: Maximális lassulás időintervalluma = {:.0f} ms
pl: Czas opóźn. maks. = {:.0f} ms
ru: Время макс. замедл. = {:.0f} мс
tr: Maks. yavş. zamanı = {:.0f} ms

source: Residual decel. = {:.0f} RPM/s
ca: Desaccel. residual = {:.0f} RPM/s
de: Restverzögerung = {:.0f} RPM/s
es: Decel. residual = {:.0f} RPM/s
fi: Jälkihidastus = {:.0f} RPM/s
gl: Deceleración Residual = {:.0f} RPM/s
hu: Maradvány lassulás = {:.0f} RPM/s
pl: Cząstkowe opóźn. = {:.0f} RPM/s
ru: Остаточное замедл. = {:.0f} об/с
tr: Artık yavş. = {:.0f} RPM/s

source: Estimated SNR = {:.0f} dB
ca: SNR estimat = {:.0f} dB
de: Geschätzter Rauschabst. = {:.0f} dB
es: SNR estimado = {:.0f} dB
fi: Arvioitu SNR = {:.0f} dB
gl: SNR estimada = {:.0f} dB
hu: Becsült jel-zaj viszony = {:.0f} dB
pl: Przybliżone SNR = {:.0f} dB
ru: Предп. отн. сигнал/шум = {:.0f} (дБ)
tr: Tahimini SNR = {:.0f} dB

source: Min. force level = {:.1f} %
ca: Nivell mín. força = {:.1f} %
de: Min. Kraft-Level = {:.1f} %
es: Nivel de fuerza mín. = {:.1f} %
fi: Pienin voimataso = {:.1f} %
gl: Nivel de forza min. = {:.1f} %
hu: Minimális erőszint = {:.1f} %
pl: Min. poziom siły = {:.1f} %
ru: Мин. уровень силы = {:.1f} %
tr: Min. güç seviyesi = {:.1f} %

source: Steering Wheel Manager
ca: Configurador de volants
de: Lenkradmanager
es: Configurador de volantes
fi: Rattimanageri
gl: Configurador de Volantes
hu: Kormánykerék-kezelő
pl: Menadźer Kierownicy
ru: Мастер настройки руля
tr: Direksiyon Yöneticisi

source: game;racing;cars;wheels
ca: jocs;carreres;coches;volants
de: Spiele;Rennen;Autos;Lenkrad
es: juego;carreras;coches;volantes
fi: peli;ajo;autot;ratit
gl: xogo;carreiras;coches;volantes
hu: game;racing;cars;wheels;játék;verseny;autók;kormánykerék
pl: gra;wyścigi;auta;kierownice;
ru: игра;гонки;автомобили;рули
tr: oyun;yarış;arabalar;direksiyonlar

source: Turkish
hu: Török
pl: Turecki

source: German
hu: Német
pl: Niemiecki

source: Auto
ru: Автоматически
tr: Oto

source: RPM
ru: об/мин

source: RPM/s
ru: об/с

source: io.github.berarma.Oversteer
pl: Oversteer
