Repository: berarma/oversteer
Catalog: po/*.po
Languages: ca, de, es, fi, gl, hu, pl, ru, tr

source: Preferences
ca: Preferències
de: Einstellungen
es: Preferencias
fi: Asetukset
gl: Preferencias
hu: Beállítások
pl: Preferencje
ru: Настройки
tr: Seçenekler

source: About Oversteer
ca: Sobre Oversteer
de: Über Oversteer
es: Acerca de Oversteer
fi: Tietoja
gl: Sobre Oversteer
hu: Az Oversteer névjegye
pl: O Oversteer
ru: Об Oversteer
tr: Oversteer Hakkında

source: Speed test
ca: Prova de velocitat
de: Geschwindigkeits-Test
es: Prueba de velocidad
fi: Nopeustesti
gl: Proba de Velocidade
hu: Sebesség vizsgálat
pl: Test szybkości
ru: Тест скорости
tr: Hız testi

source: Curve test
ca: Prova de curva
de: Kurven-Test
es: Prueba de curva
fi: Kaarretesti
gl: Proba de Curva
hu: Kanyar vizsgálat
pl: Test zakrętów
ru: Тест поворота
tr: Kavis testi

source: Select the wheel controller you want to configure.
ca: Tria el volant que vols configurar.
de: Wähle Lenkrad zum Konfigurieren.
es: Selecciona el volante que quieres configurar.
fi: Valitse minkä ratin asetuksia haluat muokata.
gl: Selecciona o volante que queres configurar.
hu: Válassza ki a beállítani kívánt kormánykereket.
pl: Wybierz kierwonicę, którą chcesz skonfigurować.
ru: Выберите руль, который вы хотите настроить.
tr: Ayarlamak istediğiniz direksiyon kontrolünü seçin.

source: Device
ca: Dispositiu
de: Gerät
es: Dispositivo
fi: Laite
gl: Dispositivo
hu: Eszköz
pl: Urządzenie
ru: Устройство
tr: Cihaz

source: Select a profile to load the saved settings.
ca: Tria un perfil per a carregar els ajusts.
de: Wähle Profil um gespeicherte Einstellungen zu laden.
es: Selecciona un perfil para cargar los ajustes.
fi: Valitse profiili, jonka asetukset ladataan.
gl: Selecciona o perfil para cargar os axustes gardados.
hu: Válasszon ki egy profilt a mentett beállítások betöltéséhez.
pl: Wybierz profil by załadować zapisane ustawienia.
ru: Выберите профиль, чтобы загрузить сохраненные настройки.
tr: Kayıtlı ayarları yüklemek için bir profil seçin.

source: Save
ca: Guardar
de: Speichern
es: Guardar
fi: Tallenna
gl: Garda
hu: Mentés
pl: Zapisz
ru: Сохранить
tr: Kaydet

source: Save profile
ca: Guardar perfil
de: Profil speichern
es: Guardar perfil
fi: Tallenna profiili
gl: Garda Perfil
hu: Profil mentése
pl: Zapisz profil
ru: Сохранить профиль
tr: Profili kaydet

source: Profile
ca: Perfil
de: Profil
es: Perfil
fi: Profiili
gl: Perfil
hu: Profil
pl: Profil
ru: Профиль
tr: Profil

source: Select an emulation mode from the ones supported.
ca: Tria un modo d'emulació dels aceptats.
de: Wähle einen Emulationsmodus aus den unterstützten Modi aus.
es: Selecciona un modo de emulación de entre los admitidos.
fi: Valitse emulaatiotila tuetuista vaihtoehdoista.
gl: Selecciona un modo de emulación entre os admitidos.
hu: Válasszon ki egyet a támogatott emulációs módok közül.
pl: Wybierz tryb emulacji z listy wspieranych.
ru: Выберите режим эмуляции из списка поддерживаемых.
tr: Desteklenen bir öykünme modu seçiniz.

source: Compatibility mode
ca: Modo de compatibilitat
de: Kompatibilitätsmodus
es: Modo de compatibilidad
fi: Yhteensopivuustila
gl: Modo de Compatibilidade
hu: Kompatibilitási üzemmód
pl: Tryb kompatybilności
ru: Режим совместимости
tr: Uyumluluk modu

source: Apply
ca: Aplicar
de: Anwenden
es: Aplicar
fi: Aseta
gl: Aplica
hu: Alkalmaz
pl: Zatwierdź
ru: Применить
tr: Uygula

source: Apply changes (the wheel may move when changing the emulation mode).
ca: Aplica canvis (el volant pot moure's quan es canvia el modo d'emulació).
de: Änderungen annehmen (das Lenkrad bewegt sich eventuell bei Änderung des Emulationsmodus).
es: Aplica cambios (el volante puede moverse cuando se cambia el modo de emulación)
fi: Aseta muutokset (ratti saattaa liikahtaa emulaatiotilaa muuttaessa)
gl: Aplica os trocos (o volante pode moverse cando se cambia o modo de emulación).
hu: Alkalmazza a változtatásokat (az emulációs üzemmód megváltoztatásakor a kormánykerék elmozdulhat).
pl: Zatwierdź zmiany (kierownica może zacząć się ruszać przy trybie emulacji).
ru: Применить изменения (руль может самопроизвольно двигаться при изменении режима эмуляции).
tr: Değişiklikleri uygula (direksiyon bu esnada hareket edebilir)

source: Range in degrees that the wheel will be able to rotate both ways. It will affect the sensitivity.
ca: Ranc de rotació en graus en que el volant podrà girar en els dos sentits. Afecta a la sensibilitat.
de: Winkel, um den sich das Lenkrad in beide Richtungen drehen kann.Das hat Auswirkung auf die Empfindlichkeit.
es: Rango de giro del volante en grados en ambos sentidos. Afectará a la sensibilidad.
fi: Väli, jonka sisällä ratti voi pyöriä molempiin suuntiin. Vaikuttaa ratin herkkyyteen.
gl: Rango de xiro do volante en grados en ambos sentidos. Afectará a sensibilidade.
hu: Az a tartomány fokokban megadva, amelyet a kormány mindkét irányba el tud forgatni. Ez befolyásolja az érzékenységet is.
pl: Zakres stopnii w którym kierownica będzie mogła się obracać w obu kierunkach. To wpłynie na czułość.
ru: Диапазон в градусах, на который руль может поворачиваться в обоих направлениях. Влияет на чувствительность.
tr: Her iki tarafa direksiyonun dönebileceği derece aralığı. Hassasiyeti etkileyebilir.

source: Rotation range
ca: Ranc de rotació
de: Rotationsbereich
es: Rango de giro
fi: Pyörimisväli
gl: Rango de Rotación
hu: Forgatási tartomány
pl: Zakres obrotu
ru: Диапазон поворота руля
tr: Dönüş aralığı

source: Combine two pedals into one axe. Useful for old games and flight simulators.
ca: Combina dos pedals en un eix. Útil per a jocs antics i simuladors de vol.
de: Zwei Pedale in eine Achse kombinieren. Nützlich für ältere Spiele oder Flugsimulatoren.
es: Combinar dos pedales en un eje. Útil para juegos antiguos y simuladores de vuelo.
fi: Yhdistä kaksi poljinta yhteen akseliin. Käytevää vanhoissa peleissä ja lentosimulaattoreissa.
gl: Combina dous pedais nun so eixe. Útil para xogos vellos ou simuladores de vo.
hu: Két pedál kombinálása egyetlen tengelyre. Hasznos lehet régi játékokhoz és repülésszimulátorokhoz.
pl: Połącz dwa manipulatory w jedną oś. Użyteczne dla starych symulatorów lotów.
ru: Совместить две педали по одной оси. Полезно для старых игр и симуляторов полета.
tr: İki pedalı tek bir eksene birleştir. Eski oyunlar ve uçuş simülasyonlarında işe yarar.

source: Combine pedals
ca: Combinar pedals
de: Pedale kombinieren
es: Combina pedales
fi: Yhdistä polkimet
gl: Combina Pedais
hu: Pedálok kombinálása
pl: Połącz manipulatory
ru: Совместить педали
tr: Pedalları bağla

source: Accelerator + Clutch
ca: Accelerador + Embrague
de: Gaspedal + Kupplung
es: Acelerador + Embrague
fi: Kaasu + Kytkin
gl: Acelerador + Embrague
hu: Gyorsítás + Váltó
pl: Gaz + Sprzęgło
ru: Акселератор + Сцепление
tr: Gaz + Debriyaj

source: Accelerator + Brakes
ca: Accelerador + Frens
de: Gaspedal + Bremse
es: Acelerador + Frenos
fi: Kaasu + Jarru
gl: Acelerador + Freos
hu: Gyorsítás + Fékek
pl: Gaz + Hamulce
ru: Акселератор + Тормоза
tr: Gaz + Frenler

source: None
ca: No
de: Keine
es: Ninguno
fi: Ei mikään
gl: Ningún
hu: Nincs
pl: Żaden
ru: Нет
tr: Hiçbiri

source: Steering
ca: Rotació
de: Lenkung
es: Giro
fi: Ohjaus
gl: Dirección
hu: Kormányzás
pl: Sterowanie
ru: Руление
tr: Direksiyon

source: Clutch
ca: Embrague
de: Kupplung
es: Embrague
fi: Kytkin
gl: Embrague
hu: Váltó
pl: Sprzęgło
ru: Сцепление
tr: Debriyaj

source: Brakes
ca: Frens
de: Bremse
es: Frenos
fi: Jarru
gl: Freos
hu: Fékek
pl: Hamulce
ru: Тормоза
tr: Frenler

source: Accel.
de: Gas
es: Acel.
fi: Kaasu
gl: Acel.
hu: Gyorsítás
pl: Przyśp.
ru: Аксел.
tr: Gaz.

source: Hat
ca: Creu
de: Cooliehat
es: Cruceta
fi: Hattu
gl: Cruceta
ru: Крестовина
tr: Şapka

source: Buttons
ca: Botons
de: Knöpfe
es: Botones
fi: Napit
gl: Botóns
hu: Gombok listája
pl: Przyciski
ru: Кнопки
tr: Tuşlar

source: Controls
de: Kontrollen
es: Controles
fi: Ohjaus
gl: Controis
hu: Vezérlőelemek
pl: Sterowanie
ru: Управление
tr: Kontröller

source: Global strength for all force feedback effects.
ca: Força global dels efectes de retroalimentació.
de: Globale Stärke aller Force-Feedback-Effekte.
es: Fuerza global de los efectos de retroalimentación.
fi: Yleisvoima kaikille efekteille.
gl: Dureza Global dos efectos de Force Feedback.
hu: Általános erősség az összes erő-visszacsatolási hatáshoz.
pl: Ogólna siła wszystkich efektów force feedback.
ru: Общая сила всех эффектов Force Feedback.
tr: Tüm geri bildirim efektleri için genel güç.

source: Global feedback gain
ca: Ganància global de forces
de: Globaler Feedback-Level
es: Ganancia global del feedback
fi: Yleisvoiman suuruus
gl: Ganancia do Force Feedback
hu: Általános visszacsatolási erősítés
pl: Ogólne wzmocnienie feedback'u
ru: Общее усиление Force Feedback
tr: Genel geri bildirim gücü

source: Gain applied to spring effects. Higher values may produce more clipping.
ca: Ganància aplicada als efectes de moll. Valors més alts poden produir més saturació.
de: Stärke aller Feder-Effekte. Höhere Werte können mehr Clipping verursachen.
es: Ganancia aplicada a los efectos de tipo muelle. Valores más altos pueden producir saturación.
fi: Jousiefekteihin sovellettu suuruus. Suuremmat arvot saattavat aiheuttaa enemmän leikkaantumista.
gl: Ganancia aplicada os efectos de resorte. Valores altos poden producir mais saturación.
hu: A rugóhatásokra alkalmazott erősítés. A magasabb értékek nagyobb mértékű vágást eredményezhetnek.
pl: Wzmocnienie do efektu sprężyny. Większe wartości mogę powodować większe ucinanie.
ru: Усиление, добавленное к эффекту пружины. Более высокие значения могут вызвать больший прижим.
tr: Yay efektlerine uygulanacak güç. Yüksek değerler daha çok kırpma oluşturabilir.

source: Spring effect gain
ca: Ganància efecte moll
de: Feder-Effekt-Level
es: Ganancia efecto muelle
fi: Jousivoiman suuruus
gl: Ganancia do efecto de resorte
hu: Rugó hatás erősítése
pl: Wzmocnienie efektu sprężyny
ru: Усиление эффекта пружины
tr: Yay efekti gücü

source: Gain applied to damper effects. Higher values may produce more clipping.
ca: Ganància aplicada als efectes d'amortigüació. Valors més alts poden produir més saturació.
de: Stärke aller Dämpfer-Effekte. Höhere Werte können mehr Clipping verursachen.
es: Ganancia aplicada a los efectos de amortiguación. Valores más altos pueden producir más saturación.
fi: Vaimennusefekteihin sovellettu suuruus. Suuremmat arvot saattavat aiheuttaa enemmän leikkaantumista.
gl: Ganancia aplicada os efectos dos amortecedores
hu: A csillapító effektusokra alkalmazott erősítés. A magasabb értékek nagyobb mértékű vágást eredményezhetnek.
pl: Wzmocnienie stosowane do efektu tłumienia. Większe wartości mogą powodować większe ucinanie.
ru: Усиление, добавленное к эффекту демпфирования. Более высокие значения могут вызвать больший прижим.
tr: Damper efektlerine uygulanacak güç. Yüksek değerler daha çok kırpma oluşturabilir.

source: Damper effect gain
ca: Ganància efecte d'amortigüació
de: Dämpfer-Effekt-Level
es: Ganancia efecto amortigüación
fi: Vaimennuksen suuruus
gl: Ganancia do efecto de amortecedor
hu: Csappantyú hatás erősítése
pl: Wzmocnienie efektu tłumienia
ru: Усиление эффекта демпфирования
tr: Damper efekti gücü

source: Gain applied to friction effects. Higher values may produce more clipping.
ca: Ganància aplicada als efects de fricció. Valors més alts podem produir més saturació.
de: Stärke aller Reibungs-Effekte. Höhere Werte können mehr Clipping verursachen.
es: Ganancia aplicada a los efectos de fricción. Valores más altos pueden producir más saturación.
fi: Kitkaefekteihin sovellettu suuruus. Suuremmat arvot saattavat aiheuttaa enemmän leikkaantumista.
gl: Ganancia aplicada aos efectos de fricción. Valores altos poden producir máis saturación.
hu: A súrlódási hatásokra alkalmazott erősítés. A magasabb értékek nagyobb mértékű vágást eredményezhetnek.
pl: Wzmocnienie stosowane do efektu oporu. Większe wartości mogą powodować większe ucinanie.
ru: Усиление, добавленное к эффекту сцепления. Более высокие значения могут вызвать больший прижим.
tr: Sürtünme efektlerine uygulanacak güç. Yüksek değerler daha çok kırpma oluşturabilir.

source: Friction effect gain
ca: Ganància efecte fricció.
de: Reibungs-Effekt-Level
es: Ganancia efecto fricción
fi: Kitkaefektin suuruus
gl: Ganancia do efecto de fricción
hu: Súrlódási hatás erősítése
pl: Wzmocnienie efektu oporu
ru: Усиление эффекта сцепления
tr: Sürtünme efekti gücü

source: Continuous autocenter force strength.
ca: Força contínua d'autocentrar.
de: Stärke der automatischen Zentrierung.
es: Fuerza contínua de autocentrado.
fi: Jatkuvan keskitysvoiman suuruus.
gl: Dureza de Autocentrado.
hu: Folyamatos középállás visszatérítés erőssége.
pl: Średnia moc siły autocentrowania
ru: Продолжительная сила автоцентрирования.
tr: Sürekli oto merkezleme gücü.

source: Autocenter strength
ca: Força d'autocentrar
de: Zentrierungs-Stärke
es: Fuerza de autocentrado
fi: Keskitysvoiman suuruus
gl: Dureza de Autocentrado
hu: Középállás visszatérítés ereje
pl: Moc autocentrowania
ru: Сила автоцентрирования
tr: Oto merkezleme gücü

source: Force Feedback
fi: Värinä
hu: Erővisszacsatolás
tr: Güç Geri Bildirimi (Force Feedback)

source: Center the wheel immediately after this option is enabled. Works also when setting it from a profile.
ca: Centra el volant immediatament quan s'activa l'opció. Funciona també quan s'activa des d'un perfil.
de: Lenkrad wird sofort zentriert, nachdem diese Option aktiviert wird.Funktioniert auch, wenn aus einem Profil ausgewählt.
es: El volante se centra inmediatamente al activar esta opción. Funciona también al activarla desde un perfil.
fi: Keskitä ratti heti tämän asetuksen päälle laittamisen jälkeen. Toimii myös profiileissa.
gl: Centre o volante inmediatamente despois de habilitar esta opción. Funciona tamén cando o configura desde un perfil.
hu: Közvetlenül a kerék középállásba visszaállítása után engedélyezze ezt a beállítást. Profilból történő beállításkor is működik.
pl: Scentruj kierownicę natychmiast gdy ta opcja jest włączona. Działa również gdy ustawia się z profilu.
ru: Сразу же центрировать руль после включения опции. Также работает при включении в профиле.
tr: Bu ayar açıldıktan hemen soru direksiyonu merkezle. Bir profilden açarakta çalışır.

source: Center wheel
ca: Centrar volant
de: Lenkrad zentrieren
es: Centrar volante
fi: Keskitä ratti
gl: Centrar o volante
hu: Kormánykerék középre állás
pl: Scentruj kierownicę
ru: Центрировать руль
tr: Direksiyonu merkezle

source: Start the companion application manually from the GUI.
ca: Inicia l'aplicació complementària manualment des de la IGU.
de: Die Begleit-App manuell über die grafische Oberfläche starten.
es: Arranca la aplicación complementaria manualmente desde la IGU.
fi: Suorita sovellus manuaalisesti graafisesta käyttöliittymästä.
gl: Inicia a aplicación complementaria manualmente dende a GUI.
hu: Saját maga indítsa el a társalkalmazást a felhasználói felületről.
pl: Uruchom aplikację pomocniczą ręcznie w interfejsie GUI.
ru: Запускать приложение вручную с помощью графического интерфейса.
tr: Yardımcı uygulamayı GUI üzerinden manuel olarak çalıştır.

source: Start application manually
ca: Iniciar aplicació manualment
de: App manuell starten
es: Arrancar la aplicación manualmente
fi: Suorita sovellus manuaalisesti
gl: Iniciar Aplicación manualmente
hu: Alkalmazás indítása
pl: Włącz aplikację ręcznie
ru: Запускать приложение вручную
tr: Uygulamayı manuel olarak çalıştır

source: Enable wheel range settings in the window overlay. When set to auto, it will be displayed only when being set using the wheel buttons.
ca: Acitva els ajusts de ranc de rotació en la finestra superposta. Quan estiga en auto es mostrarà només quan es modifique utilisant els botons del volant.
de: Aktiviere Anzeige des Rotationsbereichs im Overlay. "Auto" aktiviert die Anzeige nur, wenn die Einstellung über Knöpfe vorgenommen wird.
es: Activa los ajustes de rango de giro del volante en la ventana superpuesta. Cuando esté a auto se mostrará solo cuando esté modificándose usando los botones del volante.
fi: Kytke ratin kääntösäteen asetukset päälle ikkunapäällysteessä. Kun auto on valittuna, päällyste näkyy vain kääntösädenappeja painettaessa.
gl: Activa os axustes do rango de volante na xanela superposta. Cando se define automáticamente, só se mostrará cando se configure usando os botóns do volante.
hu: Kormánykerék-tartomány beállítások engedélyezése az átfedő ablakban. Ha automatikusra van állítva, akkor csak akkor jelenik meg, ha a kerékgombok segítségével történik a beállítás.
pl: Włącz ustawienia zakresu kierownicy w oknie nakładki. Gdy ustawione na 'auto', będzie wyświetlane tylko przy użyciu przycisków kierownicy.
ru: Включить настройки диапазона руля во всплывающем окне. В автоматическом режиме они будут отображаться только при использовании кнопок на руле.
tr: Direksiyon aralığı ayarını ekran üstünde aktif et. Oto modunda, sadece direksiyon tuşları ile ayarlandığında gözükür.

source: Wheel range display
ca: Mostar ranc de rotació
de: Rotationsbereichsanzeige
es: Mostrar rango de giro
fi: Kääntösädenäkymä
gl: Pantalla de Rango do Volante
hu: Kormánykerék-tartomány kijelző
pl: Wyświetl zakres kierownicy
ru: Отображать диапазон поворота руля
tr: Direksiyon aralığı görünümü

source: Always
ca: Sempre
de: Immer
es: Siempre
fi: Aina
gl: Sempre
hu: Mindig
pl: Zawsze
ru: Всегда
tr: Her zaman

source: Never
ca: Mai
de: Nie
es: Nunca
fi: Ei koskaan
gl: Nunca
hu: Soha
pl: Nigdy
ru: Никогда
tr: Hiç bir zaman

source: Enable FFBmeter using the leds in the wheel or the window overlay.
ca: Activa FFBmeter utilisant els leds del volant o la finestra superposta.
de: FFBmeter als Anzeige über die LEDs im Lenkrad oder über Overlay aktivieren.
es: Activa el FFBmeter usando los leds del volante o la ventana superpuesta.
fi: Näytä FFB-mittari ratin ledien tai ikkunapäällysteen avulla.
gl: Acende o FFBmeter usando os Leds no volante ou na xanela superposta.
hu: Engedélyezze az FFBmeter használatát a korménykerékben lévő ledek vagy az átfedő ablak segítségével.
pl: Włącz FFBmeter używając ledów na kierownicy lub nakładki.
ru: Включить FFBmeter с помощью светодиодов на руле или всплывающего окна.
tr: FFBmeter'ı direksiyon üzerindenki ledler veya ekran üstünü kullanarak aktif et.

source: FFBmeter
fi: FFB-mittari

source: Leds
fi: Ledit
hu: LED-ek
pl: Ledy
ru: Светодиоды
tr: Ledler

source: Overlay
ca: Superposició
es: Superposición
fi: Päällyste
gl: Superposición
hu: Rávetítés
pl: Nakładka
ru: Всплывающее окно
tr: Ekran Üstü (Overlay)

source: Use wheel buttons to control some wheel settings. The buttons must be defined in the preferences window.
ca: Utilisa els botons del volant per a controlar alguns ajusts. S'han de definir els botons en la finestra de preferències.
de: Lenkradeinstellungen über Lenkrad-Knöpfe steuern. Die Knöpfe müssen in den Einstellungen definiert werden.
es: Usa los botones del volante para controlar algunos ajustes del volante. Los botones se deben definir en la ventana de preferencias.
fi: Käytä ratin nappeja joidenkin asetusten säätämiseen. Napit pitää valita asetukset-ikkunasta.
gl: Usa os botóns do volante para controlar algúns axustes. Os botóns deben ser definidos na xanela de preferencias.
hu: A kormánygombok segítségével egyes kormánybeállításokat vezérelhet. A gombok jelentését a beállítások ablakban kell megadni.
pl: Użyj kierownicy do sterowania niektórymi ustawieniami kierownicy. Przyciski muszą zostać przypisane w zakładce preferencji.
ru: Использовать кнопки на руле для управления некоторыми настройками. Кнопки должны быть заданы в настройках.
tr: Direksiyon tuşlarını kullanarak bazı direksiyon ayarlarını kontrol et. Tuşlar, tercihler penceresinde tanımlanmalıdır.

source: Enable wheel buttons
ca: Activar botons del volant
de: Aktiviere Lenkrad-Knöpfe
es: Activar botones del volante
fi: Käytä ratin nappeja
gl: Activa botóns da xanela
hu: Kormánykerék gombok engedélyezése
pl: Włącz przyciski na kierownicy
ru: Включить кнопки на руле
tr: Direksiyon tuşlarını aç

source: Tools
ca: Ferramentes
de: Werkzeuge
es: Herramientas
fi: Työkalut
gl: Ferramentas
hu: Eszközök
pl: Narzędzia
ru: Инструменты
tr: Araçlar

source: Start new
ca: Escomençar
de: Neu starten
es: Empezar
fi: Aloita uudestaan
gl: Comezar
hu: Új indítása
pl: Zacznij nowe
ru: Запустить новый тест
tr: Yeni başlat

source: Import CSV
ca: Importar CSV
de: Importiere CSV
es: Importar CSV
fi: Lataa CSV
gl: Importar CSV
hu: Importálás CSV-ből
pl: Importuj CSV
ru: Импортировать CSV
tr: CSV Aktar

source: Export CSV
ca: Exportar CSV
de: Exportiere CSV
es: Exportar CSV
fi: Tallenna CSV
gl: Exportar CSV
hu: Exportálás CSV-be
pl: Eksportuj CSV
ru: Экспортировать CSV
tr: CSV Çıkar

source: Open chart
ca: Obrir gràfiques
de: Diagramm öffnen
es: Abrir gráficas
fi: Avaa kuvaaja
gl: Abrir gráfica
hu: Táblázat megnyitása
pl: Otwórz wykres
ru: Открыть диаграмму
tr: Grafiği aç

source: No test data available. Please, import test data or start a new test. Be careful when running the tests and follow the instructions as closely as possible for safety and valid results.
ca: No hi han senyes de proves disponibles. Per favor, importa-les o inicia unes noves proves. Ves en conte quan eixecutes les proves i seguix les instruccions lo més exactament possible per la teua seguritat i la fiabilitat dels resultats.
de: Keine Test-Daten verfügbar. Bitte Test-Daten importieren oder neuen Test starten. Vorsicht beim Ausführen des Tests - Anweisungen genau befolgen, um Sicherheit und korrekte Test-Ergebnisse zu gewährleisten.
es: No hay datos de pruebas disponibles. Por favor, importa datos de pruebas o empieza una nueva prueba. Ten cuidado cuando ejecutas las pruebas y sigue las instrucciones tan exactamente como puedas por tu seguridad y para obtener resultados válidos.
fi: Testidataa ei saatavilla. Lataa testidataa tai aloita uusi testi. Ole varovainen testiä ajettaessa ja seuraa ohjeita mahdollisimman tarkkaan turvallisuuden ja tarkempien tulosten varmistamiseksi.
gl: Non hai datos da prova dispoñibles. Por favor, importa datos da proba ou comeza unha nova proba. Se coidadoso cando executes a proba e segue as instruccións tan precisas como sexa posible por seguridade e resultados válidos.
hu: Nem állnak rendelkezésre vizsgálati adatok. Kérjük, importáljon vizsgálati adatokat vagy indítson egy új vizsgálatot. Legyen óvatos a vizsgálatok futtatásakor, és a biztonság és az érvényes eredmények érdekében a lehető legpontosabban kövesse az utasításokat.
pl: Brak dostępnych danych. Proszę zimportować testowe dane lub rozpocząć nowy test. Zachowaj ostrożność gdy wykonujesz testy i podążaj za instrukcją tak dokładnie jak to możliwe ze względów bezpieczeństwa i poprawnych wyników.
ru: Нет доступных тестовых данных. Пожалуйста, импортируйте тестовые данные или запустите новый тест. Будьте внимательны при проведении теста и по возможности следуйте инструкциям для безопасности и получения верных результатов.
tr: Test verisi yok. Lütfen test verisi aktarın veya yeni bir test başlatın. Geçerli sonuçlar ve güvenlik için lütfen olabildiğince yönergeleri takip etmede dikkatli olalım.

source: page1
de: Seite 1
fi: sivu1
gl: páxina1
hu: oldal1
ru: страница1
tr: sayfa1
