Repository: berarma/oversteer
Catalog: po/*.po
Languages: ca, de, es, fi, gl, hu, pl, ru, tr

source: Oversteer - Steering Wheel Manager
ca: Oversteer - Configurador de volants
de: Oversteer - Lenkrad Manager
es: Oversteer - Configurador de volantes
fi: Oversteer - Rattimanageri
gl: Oversteer - Configurador de Volantes
hu: Oversteer - Kormánykerék-kezelő
pl: Oversteer - Menadżer kierownic
ru: Oversteer - Мастер настройки руля
tr: Oversteer - Direksiyon Yöneticisi

source: Run as command's companion
ca: Arrancar com a complementari del comandament
de: Starte als Befehls-Companion-App
es: Ejecutar como complementario del comando
fi: Suorita komennon apulaisena
gl: Executar coma complementario do comando
hu: Futtatás a parancs után
pl: Uruchom jako komendę pomocniczą
ru: Запускать как компаньон команды
tr: Komut arkadaşı olarak çalıştır

source: Device path
ca: Ruta del dispositiu
de: Geräte Pfad
es: Ruta del dispositivo
fi: Laitepolku
gl: Ruta do dispositivo
hu: Eszközútvonal
pl: Ścieżka do urządzenia
ru: Путь к устройству
tr: Cihaz yolu

source: list connected devices
ca: llista dispositius conectats
de: Verbundene Geräte auflisten
es: lista dispositivo conectados
fi: luettele yhdistetyt laitteet
gl: lista dispositivos conectados
hu: csatlakoztatott eszközök listája
pl: lista podłączonych urządzeń
ru: список подключенных устройств
tr: bağlı cihazları listele

source: set the compatibility mode
ca: establix el modo de compatibilitat
de: Kompatibilitätsmodus einstellen
es: establece el modo de compatibilidad
fi: aseta yhteensopivuustila
gl: configure o modo de compatibilidade
hu: kompatibilitási üzemmód beállítása
pl: ustaw tryb kompatybilności
ru: задать режим совместимости
tr: uyumluluk modunu ayarla

source: set the rotation range [40-900]
ca: establix el ranc de rotació [40-900]
de: Rotationsbereich einstellen [40-900]
es: establece el rango de giro [40-900]
fi: aseta pyörimiskulma [40-900]
gl: configura o rango de xiro [40-900]
hu: egyéni forgatási szög beállítása [40-900]
pl: ustaw zakres obrotu [40-900]
ru: задать угол поворота руля [40-900]
tr: dönüş açısını ayarla [40-900]

source: combine pedals [0-2]
ca: combina pedals [0-2]
de: Pedale kombinieren [0-2]
es: combina pedales [0-2]
fi: yhdistä polkimet [0-2]
gl: combina pedais [0-2]
hu: pedálok kombinálása [0-2]
pl: połącz manipulatory [0-2]
ru: совместить педали [0-2]
tr: pedalları birleştir [0-2]

source: set the autocenter strength [0-100]
ca: establix la força d'autocentrat [0-100]
de: Zentrierungsstärke einstellen [0-100]
es: establece la fuerza de autocentrado [0-100]
fi: aseta keskitysvoima [0-100]
gl: configura a forza de Autocentrado [0-100]
hu: az automatikus középre állás erősségének beállítása [0-100]
pl: ustaw siłę automatycznego centrowania [0-100]
ru: задать силу автоцентрирования [0-100]
tr: oto merkezleme gücünü ayarla [0-100]

source: set the FF gain [0-100]
ca: establix la ganància de FF [0-100]
de: ForceFeedback-Gain einstellen [0-100]
es: establece la ganancia de FF [0-100]
fi: aseta efektien voima [0-100]
gl: configura a ganancia do FF [0-100]
hu: az erővisszacsatolás erősítés beállítása [0-100]
pl: ustaw wzmocnienie FF [0-100]
ru: задать усиление FF [0-100]
tr: gücü (FF) ayarla [0-100]

source: set the spring level [0-100]
ca: establix el nivell d'efecte moll [0-100]
de: Federrate einstellen [0-100]
es: establece el nivel de efecto muelle [0-100]
fi: aseta jousivoima [0-100]
gl: configura o nivel de resorte (spring) [0-100]
hu: a rugóerő beállítása [0-100]
pl: ustaw poziom sprężyny [0-100]
ru: задать уровень пружины [0-100]
tr: yay seviyesini ayarla [0-100]

source: set the damper level [0-100]
ca: establix el nivell d'efecte d'amortiguament [0-100]
de: Dämpferrate einstellen [0-100]
es: establece el nivel de efecto amortiguamiento [0-100]
fi: aseta vaimennustaso [0-100]
gl: configura o nivel de amortecedor (damper) [0-100]
hu: a csillapító szintjének beállítása [0-100]
pl: ustaw poziom tłumienia [0-100]
ru: задать уровень демпфирования [0-100]
tr: damper seviyesini ayarla [0-100]

source: set the friction level [0-100]
ca: establix el nivell d'efecte de fricció [0-100]
de: Reibungsstärke einstellen [0-100]
es: establece el nivel del efecto fricción [0-100]
fi: aseta kitkataso [0-100]
gl: configura o nivel de fricción [0-100]
hu: a súrlódás beállítása [0-100]
pl: ustaw poziom oporu [0-100]
ru: задать уровень сцепления [0-100]
tr: sürtünme seviyesini ayarla [0-100]

source: enable FFBmeter leds
ca: activa el FFBmeter en els leds
de: FFBmeter LEDs aktivieren
es: activa FFBmeter en los leds
fi: kytke FFB-mittari -ledivalot päälle
gl: acende os Leds con FFBmeter
hu: az FFBmeter ledek engedélyezése
pl: włącz ledy FFBmeter
ru: включить светодиоды FFBmeter
tr: ledleri (FFBmeter) aktif et

source: disable FFBmeter leds
ca: desactiva el FFBmeter en els leds
de: FFBmeter LEDs deaktivieren
es: desactiva FFBmeter en los leds
fi: kytke FFB-mittari -ledivalot pois päältä
gl: acende os Leds con FFBmeter
hu: az FFBmeter ledek letiltása
pl: wyłącz ledy FFBmeter
ru: отключить светодиоды FFBmeter
tr: ledleri (FFBmeter) devre dışı bırak

source: center wheel
ca: centrar volant
de: Lenkrad zentrieren
es: centrar volante
fi: keskitä ratti
gl: Centrar o Volante
hu: kormánykerék középre állás
pl: centruj kierownicę
ru: центрировать руль
tr: direksiyonu merkezle

source: don't center wheel
ca: no centrar volant
de: Lenkrad nicht zentrieren
es: no centrar volante
fi: älä keskitä rattia
gl: Non centrar o Volante
hu: ne legyen kormánykerék középre állás
pl: nie centruj kierownicy
ru: не центрировать руль
tr: direksiyonu merkezleme

source: run command manually
ca: eixecutar comandament manualment
de: Befehl manuell ausführen
es: ejectutar comando manualmente
fi: suorita komento manuaalisesti
gl: executar o comando manualmente
hu: parancs futtatása kézzel
pl: wpisuj komendę ręcznie
ru: запускать команду вручную
tr: komutu manuel çalıştır

source: don't run command manually
ca: no eixecutar comandament manualment
de: Befehl nicht manuell ausführen
es: no ejecutar comando manualmente
fi: älä suorita komentoa manuaalisesti
gl: non executar o comando manualmente
hu: ne legyen parancs futtatása kézzel
pl: nie wpisuj komendy ręcznie
ru: не запускать команду вручную
tr: komutu manuel çalıştırma

source: load settings from a profile
ca: carrega els ajusts d'un perfil
de: Einstellungen aus Profil laden
es: carga los ajustes de un perfil
fi: lataa asetukset profiilista
gl: carga axustes dun perfil
hu: beállítások betöltése egy profilból
pl: załaduj ustawienia z profilu
ru: загрузить настройки из профиля
tr: bir profilden ayarları yükle

source: start the GUI
ca: inicia la interfaç gràfica
de: GUI starten
es: inicia la interfaz gráfica
fi: käynnistä graafinen käyttöliittymä
gl: arrinca a Interfaz Gráfica
hu: felhasználói felület indítása
pl: załaduj interfejs (GUI)
ru: запустить графический интерфейс
tr: arayüz (GUI) çalıştır

source: enable debug output
ca: activa l'eixida de depuració
de: Debug-Output aktivieren
es: activa la salida de depuración
fi: aktivoi debuggaustulostus
gl: activa a saida de depuración
hu: hibakeresési kimenet engedélyezése
pl: włącz tryb debugowania
ru: включить вывод отладки
tr: hata ayıklama çıktısını aktif et

source: show version
ca: mostrar versió
de: Zeige Version
es: mostrar versión
fi: näytä versio
gl: mostra versión
hu: verzió megjelenítése
pl: pokaż wersję
ru: показать версию
tr: versiyonu göster

source: Devices found:
ca: Dispositius trobats:
de: Geräte gefunden:
es: Dispositivos encontrados:
fi: Löytyneet laitteet:
gl: Dispositivos Atopados:
hu: Megtalált eszközök:
pl: Znalezione urządzenia:
ru: Найдены устройства:
tr: Bulunan cihazlar:

source: This profile doesn't exist.
ca: Este perfil no existix.
de: Dieses Profil existiert nicht.
es: Este perfil no existe.
fi: Tätä profiilia ei ole olemassa.
gl: Este perfil eliminarase, ¿estás seguro?.
hu: Ez a profil nem létezik.
pl: Ten profil nie istnieje.
ru: Данного профиля не существует.
tr: Bu profil mevcut değil.

source: No device available.
ca: No hi han dispositius disponibles.
de: Kein Gerät verfügbar.
es: No hay dispositivos disponibles.
fi: Ei laitteita saatavissa.
gl: Dispositivo non dispoñible
hu: Nem található eszköz.
pl: Brak dostępnych urządzeń.
ru: Нет доступных устройств.
tr: Uygun cihaz yok.

source: Press toggle button/s
ca: Pulsa el/s boton/s de des/activació
de: Umschalt-Knopf drücken
es: Pulsa el botón/es de des/activación
fi: Paina nappeja
gl: Preme o botón/es de des/activación
hu: Nyomja meg a átváltógombo(ka)t
pl: Naciśnij przełącznik przycisk/i
ru: Пожалуйста, нажмите кнопку/и
tr: Anahtarlı tuş(lar)a bas

source: Press button to set 270°
ca: Pulsa el botó per a 270°
de: Knopf um 270° einzustellen
es: Pulsa el botón para 270°
fi: Paina nappia asettaaksesi 270°
gl: Preme o botón para 270º
hu: 270° gomb
pl: Naciśnij przycisk by ustawić 270°
ru: Нажмите кнопку, чтобы задать 270°
tr: 270° ayarlamak için tuşa bas

source: Press button to set 360°
ca: Pulsa el botó per a 360°
de: Knopf um 360° einzustellen
es: Pulsa el botón para 360°
fi: Paina nappia asettaaksesi 360°
gl: Preme o botón para 360º
hu: 360° gomb
pl: Naciśnij przycisk by ustawić 360°
ru: Нажмите кнопку, чтобы задать 360°
tr: 360° ayarlamak için tuşa bas

source: Press button to set 540°
ca: Pulsa el botó per a 540°
de: Knopf um 540° einzustellen
es: Pulsa el botón para 540°
fi: Paina nappia asettaaksesi 540°
gl: Preme o botón para 540º
hu: 540° gomb
pl: Naciśnij przycisk by ustawić 540°
ru: Нажмите кнопку, чтобы задать 540°
tr: 540° ayarlamak için tuşa bas

source: Press button to set 900°
ca: Pulsa el botó per a 900°
de: Knopf um 900° einzustellen
es: Pulsa el botón para 900°
fi: Paina nappia asettaaksesi 900°
gl: Preme o botón para 900º
hu: 900° gomb
pl: Naciśnij przycisk by ustawić 900°
ru: Нажмите кнопку, чтобы задать 900°
tr: 900° ayarlamak için tuşa bas

source: Press button for +10°
ca: Pulsa el botó per a +10°
de: Knopf für +10°
es: Pulsa el botón para +10°
fi: Paina nappia lisätäksesi +10°
gl: Preme o botón para +10º
hu: +10° gomb
pl: Naciśnij przycisk by +10°
ru: Нажмите кнопку для +10°
tr: +10° için tuşa bas

source: Press button for -10°
ca: Pulsa el botó per a -10°
de: Knopf für -10°
es: Pulsa el botón para -10°
fi: Paina nappia vähentääksesi -10°
gl: Preme o botón para -10º
hu: -10° gomb
pl: Naciśnij przycisk by -10°
ru: Нажмите кнопку для -10°
tr: -10° için tuşa bas

source: Press button for +90°
ca: Pulsa el botó per a +90°
de: Knopf für +90°
es: Pulsa el botón para +90°
fi: Paina nappia lisätäksesi +90°
gl: Preme o botón para +90º
hu: +90° gomb
pl: Naciśnij przycisk by +90°
ru: Нажмите кнопку для +90°
tr: +90° için tuşa bas

source: Press button for -90°
ca: Pulsa el botó per a -90°
de: Knopf für -90°
es: Pulsa el botón para -90°
fi: Paina nappia vähentääksesi -90°
gl: Preme o botón para -90º
hu: -90° gomb
pl: Naciśnij przycisk by -90°
ru: Нажмите кнопку для -90°
tr: -90° için tuşa bas

source: System default
ca: Predeterminat del sistema
de: Systemstandard
es: Predeterminado del sistema
fi: Järjestelmän oletusasetus
gl: Predeterminados do sistema
hu: Rendszer alapértelmezés
pl: Domyślne systemowe
ru: Язык системы по умолчанию
tr: Sistem varsayılanı

source: English
ca: Anglés
de: Englisch
es: Inglés
fi: englanti
gl: Inglés
hu: Angol
pl: Angielski
ru: Английский
tr: İngilizce

source: Galician
ca: Gallec
de: Galizisch
es: Gallego
fi: galeonkieli
gl: Galego
hu: Galíciai
pl: Galicyjski
ru: Галисийский
tr: Galiçyaca

source: Russian
ca: Rus
de: Russisch
es: Ruso
fi: venäjä
gl: Ruso
hu: Orosz
pl: Rosyjski
ru: Русский
tr: Rusça

source: Spanish
ca: Castellà
de: Spanisch
es: Español
fi: espanja
gl: Castelán
hu: Spanyol
pl: Hiszpański
ru: Испанский
tr: İspanyolca

source: Valencian
ca: Valencià
de: Valiencianisch
es: Valenciano
fi: valenciankieli
gl: Valenciano
hu: Valenciai
pl: Walencki
ru: Валенсийский

source: Finnish
fi: suomi
hu: Finn
pl: Fiński

source: You don't have the required permissions to change your wheel settings.
ca: No tens els permissos requerits per a canviar els ajusts del volant.
de: Keine Berechtigung, die Einstellungen des Lenkrads zu ändern.
es: No tienes los permisos necesarios para cambiar los ajustes del volante.
fi: Sinulla ei ole tarvittavia oikeuksia muuttaa rattiasetuksia.
gl: Non tes os permisos necesarios para trocar os axustes da teu volante.
hu: Nem rendelkezik a kormánykerék beállítások módosításához szükséges jogosultságokkal.
pl: Nie masz uprawnień by zmienić ustawienia kierownicy.
ru: У вас нет необходимых разрешений для изменения настроек руля.
tr: Direksiyon ayarlarını değiştirmek için gerekli izinlere sahip değilsiniz.

source: You can fix it yourself by copying the files in {} to the {} directory and rebooting.
ca: Pots arreglar-ho tu mateixa copiant els fichers de {} al directori {} i reiniciant.
de: Zum Beheben bitte die Dateien aus {} nach {} kopieren und neu starten.
es: Puedes arreglarlo tú mismo copiando los ficheros de {} al directorio {} y reiniciando.
fi: Voit korjata tilanteen itse kopioimalla kaikki tiedostot kansiosta {} kansioon {} ja käynnistämällä tietokoneen uudelleen.
gl: Podes arranxalo ti mesmo copiando o arquivo {} no directorio {} e reiniciando.
hu: Ez meg tudja javítani, ha a(z) {} könyvtárban lévő fájlokat átmásolja a(z) {} könyvtárba, majd újraindítja a rendszert.
pl: Możesz to sam naprawić kopiując pliki w {} do {} ścieżki i restartując komputer.
ru: Вы можете изменить их, скопировав файлы {} в каталог {} и пeрезагрузиться.
tr: Bunu, {} klasöründe bulunan {} dosyalarını kopyalayarak ve yeniden başlatarak kendiniz düzeltebilirsiniz.

source: Do you want us to make this change for you?
ca: ¿Vols que faça el canvi per tu?
de: Soll Oversteer diese Änderung vornehmen?
es: ¿Quieres que haga este cambio por ti?
fi: Haluatko tämän muutoksen tehdyksi automaattisesti?
gl: ¿Queres que fagamos este cambio por ti?
hu: El kívánja végezni ezt a változtatást?
pl: Chcesz żebyśmy zrobili tą zmianę za Ciebie?
ru: Вы хотите применить изменения?
tr: Bu değişikliği sizin için yapmamızı ister misin?

source: Permissions rules installed.
ca: Regles de permissos instalades.
de: Berechtigungs-Regeln installiert.
es: Reglas de permisos instaladas.
fi: Lupa-asetukset asennettu.
gl: Regras de permisos instalados.
hu: Engedélyezési szabályok telepítve.
pl: Zasady uprawnień zainstalowane.
ru: Правила разрешений установлены.
tr: İzin ayarları yüklendi.

source: In some cases, a system restart might be needed.
ca: En alguns casos pot ser necessari reiniciar.
de: In manchen Fällen kann ein Neustart nötig sein.
es: En algunos casos puede ser necesario reiniciar el sistema.
fi: Joissakin tapauksissa järjestelmän uudelleenkäynnistys on tarpeen.
gl: Nalgúns casos é preciso reiniciar o sistema.
hu: Bizonyos esetekben szükség lehet a rendszer újraindítására.
pl: W niektórych przypadkach restart komputera może być konieczny.
ru: В некоторых случаях может потребоваться перезагрузка.
tr: Bazı durumlarda sistemin yeniden başlaması gerekebilir.

source: Error installing permissions rules. Please, try again and make sure you use the right password for the administrator user.
ca: Erro instalant les regles de permissos. Per favor, torna-ho a intentar i assegura't d'utilisar la contrasenya correcta per a l'usuari administrador.
de: Fehler beim Installieren der Berechtigungs-Regeln. Bitte erneut versuchen.
es: Error instalando las nuevas reglas de permisos. Por favor, inténtalo otra vez y asegúrate de usar la contraseña correcta para el usuario administrador.
fi: Virhe lupa-asetuksia asennettaessa. Ystävällisesti yritä uudelleen, ja varmista, että käytät oikeaa salasanaa.
gl: Erro instalando regras de permisos. Por favor, téntao de novo e asegúrate que usas o contrasinal correcto do usuario administrativo.
hu: Hiba az engedélyezési szabályok telepítésében. Kérjük, próbálja meg újra, és győződjön meg róla, hogy a megfelelő jelszót használja a rendszergazda felhasználóhoz.
pl: Wystąpił błąd przy instalowaniu zasad uprawnień. Proszę, spróbuj ponownie i upewnij się, że używasz prawidłowego hasła admina.
ru: Ошибка установки правил разрешений. Попробуйте еще раз и убедитесь, что вы вводите правильный пароль администратора.
tr: İzin ayarları yüklenirken hata. Lütfen yönetici şifresinin doğru olduğunu kontrol ederek yeniden deneyiniz.

source: Error opening profile
ca: Erro obrint perfil
de: Fehler beim Öffnen des Profils
es: Error abriendo perfil
fi: Virhe profiilia avattaessa
gl: Erro abrindo o perfil
hu: Hiba lépett fel a profil megnyitása során
pl: Wystąpił błąd przy otwieraniu profilu
ru: Ошибка открытия профиля
tr: Profili açarken hata

source: The selected profile can't be loaded.
ca: No s'ha pogut carregar el perfil seleccionat.
de: Das ausgewählte Profil kann nicht geladen werden.
es: No se puede cargar el perfil seleccionado.
fi: Valittua profiilia ei voida ladata.
gl: O perfil seleccionado non pode ser cargado.
hu: A kiválasztott profil nem tölthető be.
pl: Wybrany profil nie mógł zostać załadowany.
ru: Невозможно загрузить выбранный профиль.
tr: Seçilen bu profil yüklenemiyor.

source: This profile already exists. Are you sure?
ca: Este perfil ya existix. ¿Segur que vols sobreescriure'l?
de: Dieses Profil existiert bereit. Fortfahren?
es: Este perfil ya existe, ¿Seguro que quieres sobreescribirlo?
fi: Tämä profiili on jo olemassa. Oletko varma?
gl: Este perfil eliminarase, ¿estás seguro?
hu: Ez a profil már létezik. Biztos benne, hogy lecseréli?
pl: Ten profil już istnieje. Jesteś pewny?
ru: Данный профиль уже существует. Вы уверены?
tr: Bu profil zaten var. Emin misin?

source: This profile will be deleted, are you sure?
ca: Este perfil es borrarà, ¿Segur que vols borrar-lo?
de: Dieses Profil wird gelöscht. Fortfahren?
es: Se va a borrar este perfil, ¿Seguro que quieres borrarlo?
fi: Tämä profiili poistetaan, oletko varma?
gl: Este perfil eliminarase, ¿estás seguro?
hu: Ez a profil törölve lesz. Biztos benne, hogy letörli?
pl: Ten profil zostanie usunięty, jesteś pewny?
ru: Данный профиль будет удален. Вы уверены?
tr: Bu profil silinecektir, emin misin?

source: Invalid extension.
ca: Extensió invàlida.
de: Ungültige Dateiendung.
es: Extensión inválida.
fi: Epäkelpo tiedostopääte.
gl: Extensión Invalida.
hu: Érvénytelen kiegészítő.
pl: Nieprawidłowe rozszerzenie.
ru: Неверное расширение.
tr: Geçersiz uzantı.

source: A profile with that name already exists.
ca: Ya existix un perfil en eixe nom.
de: Ein Profil mit diesem Namen existiert bereits.
es: Ya existe un perfil con el mismo nombre.
fi: Profiili tuolla nimellä on jo olemassa.
gl: Un perfil con ese nome xa existe.
hu: Egy profil ugyanezzel a névvel már létezik.
pl: Profil z tą nazwą już istnieje.
ru: Профиль с таким названием уже существует.
tr: Bu isimde bir profil zaten var.

source: File already exists, overwrite?
ca: Este perfil ya existix. ¿vols sobreescriure'l?
de: Datei existiert bereits. Überschreiben?
es: Este perfil ya existe, ¿quieres sobreescribirlo?
fi: Tiedosto on jo olemassa, kirjoita päälle?
gl: Este perfil eliminarase, ¿estás seguro?
hu: A fájl már létezik. Biztos benne, hogy felülírja?
pl: Plik już istnieje, chcesz go nadpisać?
ru: Файл уже существует, перезаписать?
tr: Bu dosya zaten var, üzerine yazılsın mı?

source: Failed to change language
ca: Erro en el canvi d'idioma
de: Sprache ändern fehlgeschlagen
es: Error cambiando el idioma
fi: Kielen vaihto epäonnistui
gl: Non se puido cambiar o idioma
hu: Nem sikerült a nyelvi beállítások módosítása
pl: Zmiana języku niepowiodła się
ru: Не удалось изменить язык
tr: Dil değiştirirken hata

source: Make sure locale '{}.UTF8' is generated on your system.
ca: Assegura't de que la localisació '{}.UTF8' existix en el teu sistema.
de: Vergewissere dich, dass '{}.UTF8' auf diesem system generiert wurde.
es: Asegúrate de que la localización '{}.UTF8' existe en tu sistema.
fi: Varmista, että lokaali '{}.UTF8' on asennettuna.
gl: Asegúrate de que a localización '{}.UTF8' existe no teu sistema.
hu: Győződjön meg róla, hogy a '{}.UTF8' nyelvterület létre van hozva a rendszerén.
pl: Upewnij się że lokalne '{}.UTF8' zostało wygenerowane na twoim system.
ru: Проверьте наличие локали '{}.UTF8' в вашей системе.
tr: Lokal '{}.UTF8' sisteminizde oluşturulduğundan emin olunuz.

source: Command error
ca: Erro del comandament
de: Befehlsfehler
es: Error en comando
fi: Komentovirhe
gl: Erro no comando
hu: Parancs hiba
pl: Błąd komendy
ru: Ошибка команды
tr: Komut hatası

source: The supplied command failed: {}
ca: El comandament proporcionat ha fallat: {}
de: Der bereitgestellte Befehl schlug fehl: {}
es: El comando proporcionado ha fallado: {}
fi: Annettu komento epäonnistui {}
gl: "O comando proporcionado fallou:\n" "{}"
hu: A megadott parancs sikertelen volt: {}
pl: Dostarczone polecenie nie powiodło się: {}
ru: Не удалось применить команду: {}
tr: Verilen komut başarısız: {}

source: Steering wheel not responding.
ca: El volant no respon.
de: Lenkrad reagiert nicht.
es: El volante no responde.
fi: Ratti ei vastaa.
gl: Configurador de Volantes.
hu: A kormánykerék nem reagál.
pl: Kierownica nie odpowiada.
ru: Руль не отвечает.
tr: Direksiyon cevap vermiyor.

source: No wheel movement could be registered.
ca: No s'ha registrat cap moviment del volant.
de: Es konnte keine Bewegung des Lenkrads festgestellt werden.
es: No se ha podido registrar ningún movimiento del volante.
fi: Ratin liikettä ei voitu havaita.
gl: Non se puido rexistrar nengún movimento do volante.
hu: A kormánykerék mozgását nem lehetett érzékelni.
pl: Nie zarejestrowano ruchu kierownicy.
ru: Не удается зарегистрировать движение руля.
tr: Hiç bir direksiyon hareketi yakalanamadı.

source: CSV file to import
ca: Ficher CSV a importar
de: CSV-Datei zum Import
es: Fichero CVS a importar
fi: Ladattava CSV-tiedosto
gl: Ficheiro CSV a importar
hu: Az importálandó CVS-fájl
pl: Plik CSV do zimportowania
ru: Файл CSV для импорта
tr: İçeri aktarmak için CSV dosyası

source: Test data imported.
ca: Senyes de les proves importades.
de: Test-Daten importiert
es: Datos de la prueba importados.
fi: Testidata ladattu.
gl: Datos da proba importados.
hu: A vizsgálati adatok importálva lettek.
pl: Testowe dane zimportowane.
ru: Тестовые данные импортированы.
tr: Test verisi içeri aktarıldı.

source: New test data imported from CSV file.
ca: Noves senyes de les proves importades del ficher CSV.
de: Neue Test-Daten aus CSV-Datei importiert.
es: Nuevos datos de prueba importados del fichero CVS.
fi: Uutta testidataa ladattu CSV-tiedostosta.
gl: Novos datos de proba importados do arquivo CSV.
hu: Új vizsgálati adatok lettek importálva a CSV-fájlból.
pl: Nowe dane testowe zimportowane z plik CSV.
ru: Новые тестовые данные импортированы из файла CSV.
tr: Yeni test verisi CSV dosyasından aktarıldı.

source: CSV file to export
ca: Ficher CSV al que exportar
de: CSV-Datei zum Export
es: Fichero CVS a exportar
fi: Tallennettava CSV-tiedosto
gl: Arquivo CSV a exportar
hu: Az exportálandó CVS-fájl
pl: Plik CSV do zeksportowania
ru: Файл CSV для экспорта
tr: Dışa aktarım için CSV dosyası

source: Test data exported.
ca: Senyes de les proves exportades.
de: Test-Daten exportiert.
es: Datos de prueba exportados.
fi: Testidata tallennettu.
gl: Datos da proba exportados.
hu: Vizsgálati adatok exportálva.
pl: Testowae dane zeksportowane.
ru: Тестовые данные экспортированы.
tr: Test verisi dışarı aktarıldı.

source: Current test data has been exported to a CSV file.
ca: Les senyes actuals de les proves s'han exportat a un ficher CSV.
de: Die aktuellen Test-Daten wurden in eine CSV-Datei exportiert.
es: Los datos de prueba actuales han sido exportados a un fichero CSV.
fi: Testidata tallennettu CSV-tiedostoon.
gl: Os datos da proba actuais foron exportados a un arquivo CSV.
hu: Az aktuális vizsgálati adatok CSV-fájlba lettek exportálva.
pl: Aktualne dane testowe zostały zeksportowane do pliku CSV.
ru: Текущие тестовые данные экспортированы в файл CSV.
tr: Geçerli test verisi CSV dosyasına aktarıldı.
